Repository: xxshubhamxx/cmux-panecho
Catalog: ios/cmux/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, ja, ko, zh_hans, zh_hant

# mobile.computers.field.workspaces
source: Workspaces
ar: مساحات العمل
de: Arbeitsbereiche
es: Espacios de trabajo
fr: Espaces de travail
ja: ワークスペース
ko: 작업공간
zh_hans: 工作空间
zh_hant: 工作空間

# mobile.computers.forget
source: Forget
ar: ينسى
de: Vergessen
es: Olvidar
fr: Oublier
ja: 登録解除
ko: 잊다
zh_hans: 忘记
zh_hant: 忘記

# mobile.computers.forget.confirmMessage
source: It's removed from all your devices. If it's still online, it reappears the next time it connects.
ar: تتم إزالته من جميع أجهزتك. إذا كان لا يزال متصلاً بالإنترنت، فسيظهر مرة أخرى في المرة التالية التي يتصل فيها.
de: Es wurde von allen Ihren Geräten entfernt. Wenn es noch online ist, wird es bei der nächsten Verbindung wieder angezeigt.
es: Se elimina de todos tus dispositivos. Si todavía está en línea, reaparece la próxima vez que se conecte.
fr: Il est supprimé de tous vos appareils. S'il est toujours en ligne, il réapparaîtra lors de sa prochaine connexion.
ja: すべてのデバイスから削除されます。オンラインのままの場合は、次回接続時に再表示されます。
ko: 모든 기기에서 삭제됩니다. 아직 온라인 상태라면 다음에 연결할 때 다시 나타납니다.
zh_hans: 它已从您的所有设备中删除。如果它仍然在线，它会在下次连接时重新出现。
zh_hant: 它已從您的所有設備中刪除。如果它仍然在線，它會在下次連接時重新出現。

# mobile.computers.forget.failureMessage
source: It's still signed in. Check your connection and try again.
ar: لا يزال قيد تسجيل الدخول. تحقق من اتصالك وحاول مرة أخرى.
de: Es ist immer noch angemeldet. Überprüfen Sie Ihre Verbindung und versuchen Sie es erneut.
es: Todavía está conectado. Verifique su conexión e inténtelo nuevamente.
fr: Il est toujours connecté. Vérifiez votre connexion et réessayez.
ja: まだサインインしています。接続を確認してもう一度お試しください。
ko: 아직 로그인되어 있습니다. 연결을 확인하고 다시 시도하세요.
zh_hans: 它仍然处于登录状态。请检查您的连接，然后重试。
zh_hant: 它仍然處於登入狀態。請檢查您的連接，然後重試。

# mobile.computers.noRoute
source: no route
ar: لا يوجد طريق
de: keine Route
es: sin ruta
fr: pas d'itinéraire
ja: ルートなし
ko: 경로 없음
zh_hans: 没有路线
zh_hant: 沒有路線

# mobile.computers.notConnected
source: Not connected
ar: غير متصل
de: Nicht verbunden
es: No conectado
fr: Non connecté
ja: 未接続
ko: 연결되지 않음
zh_hans: 未连接
zh_hant: 未連接

# mobile.computers.olderPairing
source: Older pairing
ar: الاقتران الأقدم
de: Ältere Paarung
es: pareja mayor
fr: Appariement plus ancien
ja: 古いペアリング
ko: 이전 페어링
zh_hans: 较老的配对
zh_hant: 較老的配對

# mobile.computers.presenceFooter
source: Presence is the Mac's own heartbeat to the presence service, which is currently a DEV-only feature. Stable cmux Macs don't announce it yet, so a Mac you're connected to may show no server heartbeat. If presence says online but This phone is not connected, the Mac is reachable elsewhere but not from your phone, usually a Tailscale or route problem.
ar: الحضور هو نبض نظام Mac الخاص بخدمة الحضور، والتي تعد حاليًا ميزة خاصة بـ DEV فقط. لم تعلن أجهزة Mac المستقرة عن ذلك حتى الآن، لذلك قد لا يُظهر جهاز Mac المتصل به أي نبضات للخادم. إذا كانت رسالة التواجد عبر الإنترنت ولكن هذا الهاتف غير متصل، فهذا يعني أنه يمكن الوصول إلى جهاز Mac في مكان آخر ولكن ليس من هاتفك، وعادةً ما تكون هناك مشكلة في Tailscale أو في المسار.
de: Präsenz ist der Herzschlag des Mac für den Präsenzdienst, der derzeit nur für DEV verfügbar ist. Stabile cmux-Macs kündigen dies noch nicht an, daher zeigt ein Mac, mit dem Sie verbunden sind, möglicherweise keinen Server-Heartbeat an. Wenn bei Anwesenheit „Online“ angezeigt wird, dieses Telefon aber nicht verbunden ist, ist der Mac woanders erreichbar, jedoch nicht von Ihrem Telefon aus. Normalerweise liegt ein Tailscale- oder Routenproblem vor.
es: La presencia es el latido del Mac hacia el servicio de presencia, que actualmente es una característica exclusiva para DEV. Las Mac cmux estables aún no lo anuncian, por lo que es posible que una Mac a la que esté conectado no muestre ningún latido del servidor. Si la presencia dice en línea pero este teléfono no está conectado, se puede acceder a la Mac desde otro lugar pero no desde su teléfono, generalmente un problema de Tailscale o de ruta.
fr: La présence est le battement de cœur du Mac pour le service de présence, qui est actuellement une fonctionnalité réservée aux DEV. Les Mac cmux stables ne l'annoncent pas encore, donc un Mac auquel vous êtes connecté peut ne montrer aucun battement de cœur de serveur. Si la présence indique en ligne mais que ce téléphone n'est pas connecté, le Mac est accessible ailleurs mais pas depuis votre téléphone, généralement un problème de Tailscale ou d'itinéraire.
ja: プレゼンスは Mac 自身のプレゼンスサービスへのハートビートで、現在は DEV 限定の機能です。安定版の cmux Mac はまだ通知しないため、接続中の Mac でもサーバーハートビートが表示されないことがあります。プレゼンスがオンラインなのに「この電話」が未接続の場合、Mac は他からは到達できるが電話からは到達できません。通常は Tailscale かルートの問題です。
ko: 프레즌스는 현재 DEV 전용 기능인 프레즌스 서비스에 대한 Mac 자체의 핵심입니다. 안정적인 cmux Mac에서는 아직 이를 발표하지 않으므로 연결된 Mac에 서버 하트비트가 표시되지 않을 수 있습니다. 현재 상태가 온라인이라고 표시되지만 이 휴대전화가 연결되어 있지 않은 경우, Mac에 연결할 수 있지만 휴대전화에서는 연결할 수 없는 경우(일반적으로 Tailscale 또는 경로 문제)입니다.
zh_hans: Presence 是 Mac 自身对 Presence 服务的心跳，该服务目前仅属于 DEV 功能。稳定的 cmux Mac 尚未发布，因此您连接的 Mac 可能不会显示服务器心跳。如果状态显示在线，但此手机未连接，则可以在其他地方访问 Mac，但无法从您的手机访问，通常是 Tailscale 或路由问题。
zh_hant: Presence 是 Mac 本身對 Presence 服務的心跳，該服務目前僅屬於 DEV 功能。穩定的 cmux Mac 尚未發布，因此您連接的 Mac 可能不會顯示伺服器心跳。如果狀態顯示在線，但此手機未連接，則可以在其他地方存取 Mac，但無法從您的手機訪問，通常是 Tailscale 或路由問題。

# mobile.computers.presenceFooter.official
source: Presence is the Mac's own heartbeat to the presence service. Not every Mac reports it yet, so a Mac you're connected to may show no server heartbeat. If presence says online but This phone is not connected, the Mac is reachable elsewhere but not from your phone, usually a Tailscale or route problem.
ar: الحضور هو نبض جهاز Mac الخاص بخدمة الحضور. لم يبلغ كل جهاز Mac عن ذلك حتى الآن، لذلك قد لا يُظهر جهاز Mac المتصل به أي نبضات للخادم. إذا كانت رسالة التواجد عبر الإنترنت ولكن هذا الهاتف غير متصل، فهذا يعني أنه يمكن الوصول إلى جهاز Mac في مكان آخر ولكن ليس من هاتفك، وعادةً ما تكون هناك مشكلة في Tailscale أو في المسار.
de: Präsenz ist der Herzschlag des Mac für den Präsenzdienst. Da dies noch nicht von jedem Mac gemeldet wird, zeigt ein Mac, mit dem Sie verbunden sind, möglicherweise keinen Server-Heartbeat an. Wenn bei Anwesenheit „Online“ angezeigt wird, dieses Telefon aber nicht verbunden ist, ist der Mac woanders erreichbar, jedoch nicht von Ihrem Telefon aus. Normalerweise liegt ein Tailscale- oder Routenproblem vor.
es: La presencia es el latido del propio Mac hacia el servicio de presencia. No todas las Mac lo informan todavía, por lo que es posible que una Mac a la que esté conectado no muestre ningún latido del servidor. Si la presencia dice en línea pero este teléfono no está conectado, se puede acceder a la Mac desde otro lugar pero no desde su teléfono, generalmente un problema de Tailscale o de ruta.
fr: La présence est le battement de cœur du Mac pour le service de présence. Tous les Mac ne le signalent pas encore, donc un Mac auquel vous êtes connecté peut ne montrer aucun battement de cœur du serveur. Si la présence indique en ligne mais que ce téléphone n'est pas connecté, le Mac est accessible ailleurs mais pas depuis votre téléphone, généralement un problème de Tailscale ou d'itinéraire.
ja: プレゼンスは Mac 自身のプレゼンスサービスへのハートビートです。まだすべての Mac が通知するわけではないため、接続中の Mac でもサーバーハートビートが表示されないことがあります。プレゼンスがオンラインなのに「この電話」が未接続の場合、Mac は他からは到達できるが電話からは到達できません。通常は Tailscale かルートの問題です。
ko: 프레즌스는 프레즌스 서비스에 대한 Mac 자체의 핵심입니다. 아직 모든 Mac에서 이를 보고하는 것은 아니므로 연결된 Mac에 서버 하트비트가 표시되지 않을 수 있습니다. 현재 상태가 온라인이라고 표시되지만 이 휴대전화가 연결되어 있지 않은 경우, Mac에 연결할 수 있지만 휴대전화에서는 연결할 수 없는 경우(일반적으로 Tailscale 또는 경로 문제)입니다.
zh_hans: Presence 是 Mac 自身对状态服务的心跳。并非每台 Mac 都会报告此情况，因此您连接的 Mac 可能不会显示服务器检测信号。如果状态显示在线，但此手机未连接，则可以在其他地方访问 Mac，但无法从您的手机访问，通常是 Tailscale 或路由问题。
zh_hant: Presence 是 Mac 本身對狀態服務的心跳。並非每台 Mac 都會報告此情況，因此您連接的 Mac 可能不會顯示伺服器偵測訊號。如果狀態顯示在線，但此手機未連接，則可以在其他地方存取 Mac，但無法從您的手機訪問，通常是 Tailscale 或路由問題。

# mobile.computers.presenceUnknown
source: unknown
ar: مجهول
de: unbekannt
es: desconocido
fr: inconnu
ja: 不明
ko: 알려지지 않은
zh_hans: 未知
zh_hant: 未知

# mobile.computers.presenceViaConnection
source: this phone's connection (no server heartbeat)
ar: اتصال هذا الهاتف (لا يوجد نبضات للخادم)
de: Die Verbindung dieses Telefons (kein Server-Heartbeat)
es: la conexión de este teléfono (sin latido del servidor)
fr: la connexion de ce téléphone (pas de battement de cœur du serveur)
ja: この端末の接続（サーバーのハートビートなし）
ko: 이 휴대전화의 연결(서버 하트비트 없음)
zh_hans: 此手机的连接（无服务器心跳）
zh_hant: 此手機的連線（無伺服器心跳）

# mobile.computers.hidden.footer
source: Hidden computers stay signed in to your account and are only hidden on this iPhone.
ar: تظل أجهزة الكمبيوتر المخفية مسجلة الدخول إلى حسابك وتكون مخفية فقط على جهاز iPhone هذا.
de: Ausgeblendete Computer bleiben in Ihrem Konto angemeldet und werden nur auf diesem iPhone ausgeblendet.
es: Las computadoras ocultas permanecen conectadas a su cuenta y solo están ocultas en este iPhone.
fr: Les ordinateurs masqués restent connectés à votre compte et ne sont masqués que sur cet iPhone.
ja: 非表示のコンピュータはアカウントにサインインしたままで、このiPhoneでのみ非表示になります。
ko: 숨겨진 컴퓨터는 귀하의 계정에 로그인된 상태를 유지하며 이 iPhone에만 숨겨져 있습니다.
zh_hans: 隐藏的计算机会保持登录到您的帐户的状态，并且仅在此 iPhone 上隐藏。
zh_hant: 隱藏的電腦會保持登入您的帳戶的狀態，並且僅在此 iPhone 上隱藏。

# mobile.computers.hide
source: Hide
ar: يخفي
de: Verstecken
es: Esconder
fr: Cacher
ja: 非表示
ko: 숨다
zh_hans: 隐藏
zh_hant: 隱藏

# mobile.computers.unhide
source: Unhide
ar: إظهار
de: Einblenden
es: Mostrar
fr: Afficher
ja: 再表示
ko: 숨기기 해제
zh_hans: 取消隐藏
zh_hant: 取消隱藏

# mobile.computers.visibilityToggle.named
source: Show %@ on this iPhone
ar: عرض %@ على هذا الـ iPhone
de: %@ auf diesem iPhone anzeigen
es: Mostrar %@ en este iPhone
fr: Afficher %@ sur cet iPhone
ja: このiPhoneに%@を表示
ko: 이 iPhone에 %@ 표시

# mobile.connection.connectAttemptGated
source: Mobile sync connection is retrying
ar: تتم إعادة محاولة اتصال مزامنة الهاتف المحمول
de: Die Verbindung zur mobilen Synchronisierung wird erneut versucht
es: Se está reintentando la conexión de sincronización móvil
fr: La connexion de synchronisation mobile est en cours de nouvelle tentative
ja: モバイル同期接続を再試行しています
ko: 모바일 동기화 연결을 다시 시도하는 중입니다.
zh_hans: 移动同步连接正在重试
zh_hant: 行動同步連線正在重試

# mobile.computers.role.foreground
source: Active (foreground)
ar: نشط (المقدمة)
de: Aktiv (Vordergrund)
es: Activo (primer plano)
fr: Actif (premier plan)
ja: アクティブ（フォアグラウンド）
ko: 활성(전경)
zh_hans: 活动（前台）
zh_hant: 活動（前台）

# mobile.computers.routes.scanTailscale
source: Scan Mobile Pairing Code
ar: مسح رمز اقتران الأجهزة المحمولة
de: Kopplungscode für Mobilgeräte scannen
es: Escanear código de vinculación móvil
fr: Scanner le code de jumelage mobile
ja: モバイルペアリングコードをスキャン
ko: 모바일 페어링 코드 스캔
zh_hans: 扫描移动设备配对码
zh_hant: 掃描行動裝置配對碼

# mobile.computers.section.appearance
source: Appearance
ar: مظهر
de: Aussehen
es: Apariencia
fr: Apparence
ja: 外観
ko: 모습
zh_hans: 外貌
zh_hant: 外貌

# mobile.computers.section.connection
source: Connection
ar: اتصال
de: Verbindung
es: Conexión
fr: Connexion
ja: 接続
ko: 연결
zh_hans: 联系
zh_hant: 聯繫

# mobile.computers.section.identity
source: Identity
ar: هوية
de: Identität
es: Identidad
fr: Identité
ja: 識別情報
ko: 신원
zh_hans: 身份
zh_hant: 身分

# mobile.computers.section.presence
source: Presence (from server)
ar: الحضور (من الخادم)
de: Präsenz (vom Server)
es: Presencia (desde el servidor)
fr: Présence (depuis le serveur)
ja: プレゼンス（サーバー）
ko: 존재 여부(서버에서)
zh_hans: 存在（来自服务器）
zh_hant: 存在（來自伺服器）

# mobile.computers.section.routes
source: Routes the phone can dial
ar: المسارات التي يمكن للهاتف الاتصال بها
de: Routen, die das Telefon wählen kann
es: Rutas que el teléfono puede marcar
fr: Itinéraires que le téléphone peut composer
ja: 電話が接続できるルート
ko: 전화로 전화를 걸 수 있는 경로
zh_hans: 电话可拨打的路线
zh_hant: 電話可撥打的路線

# mobile.computers.ping
source: Ping
ar: بينغ
de: Klingeln
es: Silbido
ko: 핑
zh_hans: 平
zh_hant: 平

# mobile.computers.pinging
source: Pinging…
ar: الأزيز…
de: Ping…
es: Haciendo ping…
fr: Cingler…
ja: Ping 中…
ko: 핑…
zh_hans: 正在ping…
zh_hant: 正在ping…

# mobile.computers.pingFooter
source: Ping opens a direct connection to each route to check if this phone can reach the Mac right now. It works even when a workspace shows Disconnected, which usually means the live stream dropped, not that the Mac is offline.
ar: يفتح Ping اتصالاً مباشرًا بكل طريق للتحقق مما إذا كان هذا الهاتف يمكنه الوصول إلى جهاز Mac الآن. إنه يعمل حتى عندما تظهر مساحة العمل "غير متصل"، وهو ما يعني عادةً انقطاع البث المباشر، وليس أن جهاز Mac غير متصل بالإنترنت.
de: Ping öffnet eine direkte Verbindung zu jeder Route, um zu prüfen, ob dieses Telefon den Mac gerade erreichen kann. Es funktioniert auch dann, wenn in einem Arbeitsbereich „Getrennt“ angezeigt wird. Dies bedeutet normalerweise, dass der Livestream unterbrochen wurde und nicht, dass der Mac offline ist.
es: Ping abre una conexión directa a cada ruta para comprobar si este teléfono puede llegar al Mac ahora mismo. Funciona incluso cuando un espacio de trabajo muestra Desconectado, lo que generalmente significa que la transmisión en vivo se interrumpió, no que la Mac esté desconectada.
fr: Ping ouvre une connexion directe à chaque itinéraire pour vérifier si ce téléphone peut atteindre le Mac dès maintenant. Cela fonctionne même lorsqu'un espace de travail affiche Déconnecté, ce qui signifie généralement que le flux en direct a été interrompu, et non que le Mac est hors ligne.
ja: Ping は各ルートへ直接接続を開き、この iPhone から今 Mac に到達できるかを確認します。ワークスペースが「切断されました」と表示されていても機能します。これは通常、Mac がオフラインなのではなく、ライブ接続が切れたことを意味します。
ko: Ping은 각 경로에 대한 직접 연결을 열어 이 전화기가 지금 Mac에 연결할 수 있는지 확인합니다. 작업 공간에 연결 끊김이 표시되는 경우에도 작동합니다. 이는 일반적으로 Mac이 오프라인 상태가 아니라 라이브 스트림이 중단되었음을 의미합니다.
zh_hans: Ping 打开与每个路由的直接连接，以检查此手机现在是否可以连接到 Mac。即使工作区显示“已断开连接”，它也能正常工作，这通常意味着实时流丢失，而不是 Mac 处于离线状态。
zh_hant: Ping 開啟與每個路由的直接連接，以檢查此手機現在是否可以連接到 Mac。即使工作區顯示“已斷開連接”，它也能正常工作，這通常意味著即時流丟失，而不是 Mac 處於離線狀態。

# mobile.computers.ping.reachableFormat
source: Reachable · %d ms
ar: يمكن الوصول إليه · %d مللي ثانية
de: Erreichbar · %d ms
es: Accesible · %d ms
fr: Accessible · %d ms
ja: 到達可能 · %d ms
ko: 도달 가능 · %d ms
zh_hans: 可到达 · %d 毫秒
zh_hant: 可到達 · %d 毫秒

# mobile.computers.ping.refused
source: Reachable, but cmux isn't listening
ar: يمكن الوصول إليه، لكن cmux لا يستمع
de: Erreichbar, aber cmux hört nicht zu
es: Accesible, pero cmux no escucha
fr: Accessible, mais cmux n'écoute pas
ja: 到達可能ですが、cmux が応答していません
ko: 연결할 수 있지만 cmux가 수신하지 않습니다.
zh_hans: 可以访问，但 cmux 未监听
zh_hant: 可以訪問，但 cmux 未監聽

# mobile.computers.ping.unreachable
source: No route to host
ar: لا يوجد طريق للاستضافة
de: Keine Route zum Host
es: No hay ruta para hospedar
fr: Aucun itinéraire pour héberger
ja: ホストへのルートがありません
ko: 호스트로 가는 경로가 없습니다.
zh_hans: 没有到主机的路由
zh_hant: 沒有到主機的路由

# mobile.computers.ping.timedOut
source: Timed out
ar: انتهت المهلة
de: Zeitüberschreitung
es: Tiempo agotado
fr: Délai expiré
ja: タイムアウトしました
ko: 시간 초과
zh_hans: 超时
zh_hant: 超時

# mobile.computers.ping.dnsFailed
source: DNS lookup failed
ar: فشل بحث DNS
de: Die DNS-Suche ist fehlgeschlagen
es: La búsqueda de DNS falló
fr: La recherche DNS a échoué
ja: DNS の解決に失敗しました
ko: DNS 조회 실패
zh_hans: DNS 查找失败
zh_hant: DNS 查找失敗

# mobile.computers.ping.permissionDenied
source: Blocked by Local Network privacy
ar: تم حظره بواسطة خصوصية الشبكة المحلية
de: Durch die Privatsphäre des lokalen Netzwerks blockiert
es: Bloqueado por privacidad de la red local
fr: Bloqué par la confidentialité du réseau local
ja: ローカルネットワークのプライバシー設定によりブロックされました
ko: 로컬 네트워크 개인 정보 보호에 의해 차단됨
zh_hans: 被本地网络隐私阻止
zh_hant: 被本地網路隱私阻止

# mobile.computers.ping.failed
source: Unreachable
ar: لا يمكن الوصول إليه
de: Unerreichbar
es: Inalcanzable
fr: Injoignable
ja: 到達できません
ko: 연결할 수 없음
zh_hans: 无法到达
zh_hant: 無法到達

# mobile.computers.ping.unsupported
source: Not pingable
ar: غير قابل للفحص
de: Nicht pingbar
es: No se puede hacer ping
fr: Impossible de faire un ping
ja: Ping 非対応
ko: 핑할 수 없음
zh_hans: 无法 ping 通
zh_hant: 無法 ping 通

# mobile.connection.connected
source: Connected
ar: متصل
de: Verbunden
es: Conectado
fr: Connecté
ja: 接続済み
ko: 연결됨
zh_hans: 已连接
zh_hant: 已連接

# mobile.connection.connectedDescription
source: Live terminal sync is active.
ar: المزامنة الطرفية المباشرة نشطة.
de: Die Live-Terminalsynchronisierung ist aktiv.
es: La sincronización del terminal en vivo está activa.
fr: La synchronisation du terminal en direct est active.
ja: ライブターミナル同期が有効です。
ko: 라이브 터미널 동기화가 활성화되었습니다.
zh_hans: 实时终端同步已激活。
zh_hant: 即時終端同步已啟動。

# mobile.connection.reconnecting
source: Reconnecting
ar: إعادة الاتصال
de: Wieder verbinden
es: Reconectando
fr: Reconnexion
ja: 再接続中
ko: 다시 연결하는 중
zh_hans: 重新连接
zh_hant: 重新連接

# mobile.connection.reconnectingDescription
source: Trying to reach the selected cmux build.
ar: محاولة الوصول إلى بنية cmux المحددة.
de: Es wird versucht, den ausgewählten cmux-Build zu erreichen.
es: Intentando alcanzar la compilación cmux seleccionada.
fr: Essayer d'atteindre la version cmux sélectionnée.
ja: 選択した cmux ビルドに接続しようとしています。
ko: 선택한 cmux 빌드에 접근하려고 합니다.
zh_hans: 尝试达到选定的 cmux 版本。
zh_hant: 嘗試達到選定的 cmux 版本。

# mobile.connection.requestTimedOut
source: Mobile sync request timed out
ar: انتهت مهلة طلب مزامنة الهاتف المحمول
de: Zeitüberschreitung bei der Mobilsynchronisierungsanfrage
es: Se agotó el tiempo de espera de la solicitud de sincronización móvil
fr: La demande de synchronisation mobile a expiré
ja: モバイル同期リクエストがタイムアウトしました
ko: 모바일 동기화 요청 시간이 초과되었습니다.
zh_hans: 移动同步请求超时
zh_hant: 移動同步請求逾時

# mobile.connection.routeCleanupBlocked
source: Connection cleanup is stuck. Restart cmux on this device before reconnecting.
ar: عملية تنظيف الاتصال عالقة. أعد تشغيل cmux على هذا الجهاز قبل إعادة الاتصال.
de: Die Verbindungsbereinigung bleibt hängen. Starten Sie cmux auf diesem Gerät neu, bevor Sie die Verbindung wiederherstellen.
es: La limpieza de la conexión está bloqueada. Reinicie cmux en este dispositivo antes de volver a conectarse.
fr: Le nettoyage de la connexion est bloqué. Redémarrez cmux sur cet appareil avant de vous reconnecter.
ja: 接続のクリーンアップが停止しています。再接続する前に、このデバイスのcmuxを再起動してください。
ko: 연결 정리가 중단되었습니다. 다시 연결하기 전에 이 장치에서 cmux를 다시 시작하세요.
zh_hans: 连接清理被卡住。重新连接之前，请重新启动该设备上的 cmux。
zh_hant: 連接清理被卡住。重新連線之前，請重新啟動該裝置上的 cmux。

# mobile.connection.unavailable
source: Disconnected
ar: غير متصل
de: Getrennt
es: Desconectado
fr: Déconnecté
ja: 切断されました
ko: 연결이 끊김
zh_hans: 已断开连接
zh_hant: 已斷開連接

# mobile.connection.toast.unavailableMessage
source: The live connection dropped. Your Mac may still be online.
ar: انقطع الاتصال المباشر. ربما لا يزال جهاز Mac الخاص بك متصلاً بالإنترنت.
de: Die Live-Verbindung wurde unterbrochen. Möglicherweise ist Ihr Mac noch online.
es: La conexión en vivo se cortó. Es posible que tu Mac todavía esté en línea.
fr: La connexion en direct a été interrompue. Votre Mac est peut-être toujours en ligne.
ja: ライブ接続が切断されました。Mac はまだオンラインの可能性があります。
ko: 라이브 연결이 끊어졌습니다. Mac이 아직 온라인 상태일 수 있습니다.
zh_hans: 实时连接断开。您的 Mac 可能仍然在线。
zh_hant: 即時連線斷開。您的 Mac 可能仍然在線。

# mobile.connection.unavailableDescription
source: The live connection dropped. The selected cmux build may still be online. Tap Reconnect.
ar: انقطع الاتصال المباشر. ربما لا يزال إصدار cmux المحدد متصلاً بالإنترنت. اضغط على إعادة الاتصال.
de: Die Live-Verbindung wurde unterbrochen. Der ausgewählte cmux-Build ist möglicherweise noch online. Tippen Sie auf „Erneut verbinden“.
es: La conexión en vivo se cortó. Es posible que la compilación cmux seleccionada todavía esté en línea. Toca Reconectar.
fr: La connexion en direct a été interrompue. La version cmux sélectionnée est peut-être toujours en ligne. Appuyez sur Reconnecter.
ja: ライブ接続が切断されました。選択した cmux ビルドはまだオンラインの可能性があります。再接続をタップしてください。
ko: 라이브 연결이 끊어졌습니다. 선택한 cmux 빌드가 아직 온라인 상태일 수 있습니다. 다시 연결을 탭하세요.
zh_hans: 实时连接断开。所选的 cmux 版本可能仍然在线。点击重新连接。
zh_hant: 即時連線斷開。所選的 cmux 版本可能仍然在線。點選重新連線。

# mobile.deviceTree.collapseHint
source: Collapse builds
ar: انهيار يبني
de: Builds zusammenbrechen
es: Contraer compilaciones
fr: Réduire les builds
ja: ビルドを折りたたむ
ko: 빌드 축소
zh_hans: 折叠构建
zh_hant: 折疊構建

# mobile.deviceTree.connect
source: Connect
ar: يتصل
de: Verbinden
es: Conectar
fr: Connecter
ja: 接続
ko: 연결하다
zh_hans: 连接
zh_hant: 連接

# mobile.deviceTree.connectToSeeWorkspaces
source: Connect to this build to see its workspaces
ar: اتصل بهذا الإصدار لرؤية مساحات العمل الخاصة به
de: Stellen Sie eine Verbindung zu diesem Build her, um seine Arbeitsbereiche anzuzeigen
es: Conéctese a esta compilación para ver sus espacios de trabajo.
fr: Connectez-vous à cette build pour voir ses espaces de travail
ja: このビルドに接続するとワークスペースが表示されます
ko: 작업공간을 보려면 이 빌드에 연결하세요.
zh_hans: 连接到此版本以查看其工作区
zh_hant: 連接到此版本以查看其工作區

# mobile.deviceTree.connectToView
source: Connect to view
ar: الاتصال للعرض
de: Zur Ansicht verbinden
es: Conectar para ver
fr: Connectez-vous pour voir
ja: 接続して表示
ko: 보기에 연결
zh_hans: 连接查看
zh_hant: 連接查看

# mobile.deviceTree.connected
source: Connected
ar: متصل
de: Verbunden
es: Conectado
fr: Connecté
ja: 接続済み
ko: 연결됨
zh_hans: 已连接
zh_hant: 已連接

# mobile.deviceTree.empty
source: No registered devices yet. Pair a Mac to see it here.
ar: لا توجد أجهزة مسجلة حتى الآن. قم بإقران جهاز Mac لرؤيته هنا.
de: Noch keine registrierten Geräte. Koppeln Sie einen Mac, um es hier zu sehen.
es: Aún no hay dispositivos registrados. Empareje una Mac para verlo aquí.
fr: Aucun appareil enregistré pour l'instant. Associez un Mac pour le voir ici.
ja: 登録済みのデバイスはまだありません。Macをペアリングするとここに表示されます。
ko: 아직 등록된 기기가 없습니다. 여기에서 보려면 Mac을 페어링하세요.
zh_hans: 尚未注册设备。配对 Mac 即可在此处查看。
zh_hant: 尚未註冊設備。配對 Mac 即可在此處查看。

# mobile.deviceTree.expandHint
source: Expand builds
ar: قم بتوسيع البنيات
de: Builds erweitern
es: Expandir compilaciones
fr: Développer les builds
ja: ビルドを展開
ko: 빌드 확장
zh_hans: 扩展构建
zh_hant: 擴充構建

# mobile.deviceTree.footer
source: Devices and their cmux builds come from your team's registry. Tap a build to connect, then a workspace to open it.
ar: تأتي الأجهزة وإصدارات cmux الخاصة بها من سجل فريقك. اضغط على أحد الإصدارات للاتصال به، ثم على مساحة العمل لفتحه.
de: Geräte und ihre cmux-Builds stammen aus der Registrierung Ihres Teams. Tippen Sie auf einen Build, um eine Verbindung herzustellen, und dann auf einen Arbeitsbereich, um ihn zu öffnen.
es: Los dispositivos y sus compilaciones cmux provienen del registro de su equipo. Toque una compilación para conectarse y luego un espacio de trabajo para abrirla.
fr: Les appareils et leurs versions cmux proviennent du registre de votre équipe. Appuyez sur une version pour vous connecter, puis sur un espace de travail pour l'ouvrir.
ja: デバイスとそのcmuxビルドはチームのレジストリから取得されます。ビルドをタップして接続し、ワークスペースをタップして開きます。
ko: 장치 및 해당 cmux 빌드는 팀의 레지스트리에서 가져옵니다. 빌드를 탭하여 연결한 다음 작업공간을 탭하여 엽니다.
zh_hans: 设备及其 cmux 版本来自您团队的注册表。点击要连接的构建，然后点击工作区将其打开。
zh_hant: 設備及其 cmux 版本來自您團隊的註冊表。點擊要連接的構建，然後點擊工作區將其打開。

# mobile.deviceTree.lastSeenFormat
source: Last seen %@
ar: آخر ظهور %@
de: Zuletzt gesehen %@
es: Visto por última vez %@
fr: Vu pour la dernière fois %@
ja: 最終確認 %@
ko: 마지막으로 확인된 %@

# mobile.deviceTree.noRoutes
source: Not reachable
ar: لا يمكن الوصول إليها
de: Nicht erreichbar
es: No accesible
fr: Non joignable
ja: 到達できません
ko: 연결할 수 없음
zh_hans: 无法到达
zh_hant: 無法到達

# mobile.deviceTree.noWorkspaces
source: No workspaces yet
ar: لا توجد مساحات عمل حتى الآن
de: Noch keine Arbeitsbereiche
es: Aún no hay espacios de trabajo
fr: Aucun espace de travail pour l'instant
ja: ワークスペースはまだありません
ko: 아직 작업공간이 없습니다.
zh_hans: 还没有工作区
zh_hant: 還沒有工作區

# mobile.deviceTree.offline
source: Offline
ar: غير متصل
es: Desconectado
fr: Hors ligne
ja: オフライン
ko: 오프라인
zh_hans: 离线
zh_hant: 離線

# mobile.deviceTree.online
source: Online
ar: متصل
es: En línea
fr: En ligne
ja: オンライン
ko: 온라인
zh_hans: 在线的
zh_hant: 在線的

# mobile.deviceTree.reconnecting
source: Reconnecting…
ar: جارٍ إعادة الاتصال…
de: Wieder verbinden…
es: Reconectando…
fr: Reconnexion…
ja: 再接続中…
ko: 다시 연결 중…
zh_hans: 正在重新连接...
zh_hant: 正在重新連接...

# mobile.deviceTree.title
source: Devices
ar: الأجهزة
de: Geräte
es: Dispositivos
fr: Appareils
ja: デバイス
ko: 장치
zh_hans: 设备
zh_hant: 裝置

# mobile.deviceTree.workspaceCountFormat.one
source: 1 workspace
ar: 1 مساحة عمل
de: 1 Arbeitsplatz
es: 1 espacio de trabajo
fr: 1 espace de travail
ja: 1個のワークスペース
ko: 작업 공간 1개
zh_hans: 1 个工作区
zh_hant: 1 個工作區
